Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: Wesnoth maintains a cache of preprocessed WML data for campaigns, multiplayer scenarios, and other add-ons to speed up the loading process. The cache may be safely cleaned to free up disk space, thus removing stale files generated by older versions; or you may purge its entire contents if you are experiencing issues when loading the game data.
uk_ua: Веснот підтримує кеш для попередньої обробки скриптів WML кампаній, сценаріїв та інших аддонів, щоб збільшити швидкість завантаження гри. Цей кеш може бути безпечно очищеним шляхом видалення застарілих файлів, що залишилися з попередніх версій. Або ви можете повністю видалити все, якщо у вас проблеми з завантаженням даних гри.

source: Wesnoth normally includes more than 15 mainline campaigns, even before installing any from the add-ons server. If you’ve installed the game via a package manager, there’s probably a separate package to install the complete game data.
uk_ua: При нормальному встановленні Веснот включає більш ніж 15 основних кампаній, навіть до того, як ви завантажите додаткові з серверу аддонів. Якщо ви встановили гру через менеджер пакетів, можливо, там також є окремий пакет, який включає повні дані гри.

source: Wesnoth seems to be slipping inexorably into chaos, as marauding orcs pour south across the Great River, and mysterious and deadly creatures roam the night. Who is the shadowy Iliah-Malal? Can you defeat him before he destroys all life in Wesnoth?
uk_ua: Веснот невблаганно скочується в пучину хаосу, коли оркські мародери невпинно прибувають на південь через Велику Ріку, а таємничі смертоносні створення блукають по ночах. Хто такий цей примарний Іліа-Малал? Чи зможете ви перемогти його до того, як він знищить усе живе у Весноті?

source: Wesnoth stores its maps in human readable plain text files.
uk_ua: Веснот зберігає свої мапи у зручних для читання текстових файлах.

source: Wesnoth was primarily designed to play campaigns. Campaigns are a series of connected scenarios. Click this button to start a new campaign. You will be presented with a list of campaigns available on your computer (more can be downloaded if you wish). Select your campaign and click OK to start or Cancel to quit. Each campaign has a difficulty level: easy, medium (normal), and hard. We recommend medium as this level is challenging, but not difficult. You may not change the difficulty during the campaign. In case you have serious problems fighting your way through easy difficulty, the guide about <link linkend="basic_strategy">Basic Strategy</link> will surely help you. Once you have selected the difficulty, you will start with the first scenario of the campaign.
uk_ua: Спочатку Веснот створювався, щоб грати кампанії. Кампанія - це серія пов'язаних сценаріїв. Натисніть цю кнопку, щоб почати нову кампанію. Вам буде представлений перелік доступних кампаній (можна завантажити і додаткові). Виберіть кампанію і натисніть OK, щоб почати, або Скасувати, щоб вийти. У кожної кампанії є рівень складності: простий, середній(нормальний) і важкий. Ми рекомендуємо середній рівень, оскільки він представляє певний виклик, але все таки не важкий. По ходу кампанії поміняти рівень складності ви не зможете. У разі, якщо у вас виникнуть серйозні проблеми навіть на простому рівні, вам допоможе посібник з <link linkend="basic_strategy">основ стратегії</link>. Як тільки ви вибрали рівень складності, почнеться перший сценарій кампанії.

source: Wesnothian Outpost
uk_ua: Форпост Весноту

source: Wesnothians
uk_ua: Веснотці

source: West Gate
uk_ua: Західна Застава

source: Westin
uk_ua: Вестін

source: Westin Guard
uk_ua: Варта Вестіна

source: We’d never survive there. But would it be so bad if we just swore fealty to the Queen?
uk_ua: Нам ніколи там не вижити. Але чи не можем ми просто присягти на вірність Королеві?

source: We’ll go through the Midlands...
uk_ua: Підемо через Серединні землі...

source: We’ll have to be careful to let one of the orcish leaders escape back to the Green Isle with the knowledge that the elves ‘have’ the Ruby of Fire. Sheesh... What is your kind’s infatuation with rushing to an ‘honorable death’?
uk_ua: Ми маємо бути обережними, один з оркських вождів має повернутися на Зелений острів, понісши з собою звістку про те, що Вогняний Рубін у ‘ельфів’. Ехх... Чим ваших людей так притягує ‘благородна смерть’?

source: We’ll make sure. I promise.
uk_ua: Обов'язково. Я присягаюся.

source: We’ll see about that. For the honor of Commander Aethyr, forward!
uk_ua: Подивимося. Ім'ям Намісника Ейфіра, вперед!

source: We’ll see about that. The Fool Prince of Southbay was wrong to start this war, but you’re the real monster. You’ve turned to using orcs as cheap lackeys and even sacrificed your own people to preserve your immortal unlife!
uk_ua: Подивимося. Безглуздий принц Південної Бухти був неправий, заварюючи це війну, але ти справжнє чудовисько! Ти пожертвував власним народом для збереження свого безсмертного нежиття!

source: We’ll see...
uk_ua: Подивимося...

source: We’ll send them back to where they came from quick enough. All troops, to me!
uk_ua: Ми швидко відправимо їх туди, звідки вони прийшли. Всі солдати, до мене!

source: We’re almost there!
uk_ua: Ми майже на місці!

source: We’re chasing after some men who kidnapped my brother!
uk_ua: Ми переслідуємо людей, що викрали мого брата!

source: We’re going to confront Jevyan and destroy him.
uk_ua: Ми збираємося виступити проти Жев'яна та знищити його.

source: We’re going to convince Jevyan that we gave the elves the Ruby of Fire to secure our place in this new land. Then, if the orcs return, hopefully they’ll go looking for our not-so-loyal elven allies first.
uk_ua: Ми переконаємо Жев'яна, що віддали Вогняний Рубін ельфам, щоб вони виділили нам місце в нових землях. Тоді, якщо орки повернуться, сподіваюся, вони займуться нашими не занадто вірними союзниками.

source: We’re in this together. Death to the Wesnothians!
uk_ua: Я тебе не покину. Смерть веснотцям!

source: We’re in. Now: Earth, seal this entrance!
uk_ua: Ми всередині. Тепер: Земле, закрий цей вхід!

source: We’re only holding the city until the last of the refugees are gone. You, my lord, are free to retreat to safety when the next ship comes. But, if I may be frank, my lord, our defenses are stretched thin and we could use all the help we can get to hold our walls. Otherwise I fear that we will be overrun before the last of the people can be evacuated.
uk_ua: Ми триматимемо місто, поки його не покине останній біженець. Ви, мій пане, можете йти на наступному ж кораблі. Але, кажучи відверто, наша оборона виснажена, і ми будемо раді будь-кому, хто допоможе нам утримати місто. Інакше, боюся, нас зметуть перш, ніж ми встигнемо відправити усіх людей.

source: We’re snowed in. Our mission has failed, even if we live until the spring.
uk_ua: Дороги замело снігом. Навіть якщо ми не загинемо, нам доведеться чекати до весни, експедиція провалилась.

source: We’re surrounded! I can see their reinforcements! All is lost!
uk_ua: Ми оточені! Я бачу їхні підкріплення! Все пропало!

source: We’re surrounded! The orcs have taken the southern pass! All is lost!
uk_ua: Ми оточені! Орки захопили південну ущелину! Все втрачено!

source: We’re through the pass!
uk_ua: Ми пройшли!

source: We’re too late! They have burned the whole city...
uk_ua: Ми запізнитися! Вони вже спалили все місто...

source: We’re trapped in the pass! I can see their reinforcements! All is lost! Is that... Is that snow...? We’re doomed!
uk_ua: Ми затиснуті в ущелині! Я бачу їх підкріплення! Все втрачено! Що це... Це сніг?. Ми приречені!

source: We’ve cleared the beach. Let’s return to the elves.
uk_ua: Ми очистили пляж. Повертаємося до ельфів.

source: We’ve defeated Jevyan’s forces. The ships must disembark their passengers quickly—
uk_ua: Ми перемогли сили Жев'яна. Необхідно швидко вивантажити пасажирів кораблів—

source: We’ve defeated the nagas. The fleet should be able to regroup here.
uk_ua: Ми перемогли наг. Тепер тут можна перегрупувати флот.

source: We’ve defeated the orcs!
uk_ua: Ми перемогли орків!

source: We’ve defeated the orcs. Let’s rig the ships and get out of here.
uk_ua: Ми перемогли орків. Споряджаємо корабель і йдемо звідси.

source: We’ve defeated their vanguard. We have to meet the fleet before Jevyan destroys them and captures the ships. I hope Jessene makes it back soon.
uk_ua: Ми перемогли авангард. Потрібно зустріти флот перш, ніж Жев'ян його знищить і захопить кораблі. Сподіваюся, Джессен скоро повернеться.

source: We’ve escaped from the orcs before the winter ice could trap us! Now, on to Southbay.
uk_ua: Ми позбавилися від орків раніше, ніж воду скув лід! Тепер до Південної Бухти.

source: We’ve escaped the pass. Well, at least I know that the orcs can be beaten. Hmm, I guess that this is the last I’ll see of my home... and my father. (<i>Sigh</i>)
uk_ua: Ми пішли з ущелини. Тепер я, принаймні, знаю, що орків можна перемогти. Ех, а я, напевно, востаннє бачу свій дім... і батька. (<i>Зітхання</i>)

source: We’ve found a runic key!
uk_ua: Ми знайшли рунічний ключ!

source: We’ve got to tell the people of Delwyn about this. Ol’ magistrate Relana will have some ideas.
uk_ua: Ми маймо розповісти людям Делвину про це. Старійшина Релана щось та й вигадає.

source: We’ve slain the dragon:
uk_ua: Ми вбили дракона:

source: What I don’t like is the fact that Lich-Lord Jevyan, after whom our very capital is named, betrayed my people. To make matters worse, he knows that you have that ruby.
uk_ua: А ось що мені не подобається, так це те, що мій народ зрадив Владика Жев'ян, ліч, на честь якого названа наша столиця. Гірше за те, він знає, що Рубін у тебе.

source: What I remember, you old fool, is you leaving behind the smoldering bodies of the orcs you had hired to steal my sword. Now, you bring merfolk to do your dirty work. When they lie expiring like gasping fish on the shore, will you not flee again? Do not speak to <i>me</i> of fear.
uk_ua: Все, що я пам'ятаю, старий йолопе, так це твої виблискуючі п'яти в полі, заваленому тліючими тілами орків, яких ти найняв, щоб вкрасти мій меч. Тепер ти привів водяних, щоб виконати свою брудну роботу. Коли вони валятимуться, наче риби, що задихаються, на березі, ти знову втечеш? Не говори <i>мені</i> про страх.

source: What a fickle one, that Garrath...
uk_ua: Який він непостійний, цей Гаррат...

source: What about the others? They look like the dead ones back on the Green Isle.
uk_ua: А інші? Вони — як оті мертвяки із Зеленого острова.

source: What are my orders, then?
uk_ua: Що ж мені робити?

source: What are you doing here, disturbing our peace and concentration?
uk_ua: Що ти тут робиш? Тривожиш наш спокій?

source: What are you doing in our forests, stranger?
uk_ua: Що ти робиш в наших лісах, незнайомецю?

source: What are you merfolk doing here?
uk_ua: Що ви тут забули, водяні?

source: What are you saying..?
uk_ua: Про що це ти кажеш..?

source: What are you talking about?! This road has always been open to all.
uk_ua: Про що це ти кажеш?! Ця дорога завжди була вільною для всіх.

source: What be your pursuits?
uk_ua: Шо є вашою ціллю?

source: What consequences?
uk_ua: Які наслідки?

source: What devilry is this?! Those are no living men that fight for him!
uk_ua: Що це за чортівня?! Це не живі люди б'ються за нього!

source: What do you mean?
uk_ua: Що ти хочеш цим сказати?

source: What else do you know of the skeletons?
uk_ua: Що ще ти знаєш про скелетів?

source: What happened here, I wonder. Well, no matter. What was bad for these families is good for us. I will animate them, and you will attack. Practice both freezing and life force attacks. You may each choose one soldier from our army for protection, and I will call it up for you. After that, I will not help. I intend most of you to survive this battle, so try not to die.
uk_ua: Цікаво, що тут трапилося. Утім, байдуже. Нещастя, що спіткало цю родину нам лише на руку. Я підніму їх, а ви — нападайте. Вправляйтеся у заморожувальних закляттях і маніпулюванні силою життя. Візьміть собі кожен по бійцю з нашого війська: вони вас захистять. Я подам знак, і після того муситимете покладатися лише на себе. Я очікую, що більшість із вас переживе цей бій, тож не розчаруйте мене.

source: What have we done?
uk_ua: І що ми зробили?

source: What have we here?
uk_ua: Що тут у нас?

source: What if I said something in defense of the stowaways?
uk_ua: Що як я хочу виправдати тих, що «переховуються»?

source: What in the world are <i>you</i>?
uk_ua: А <i>ти</i> ще що таке?

source: What in the world is going on here?
uk_ua: Що це тут коїться?

source: What is going on here? This village has been burned to the ground!
uk_ua: Що тут відбувається? Село повністю спалене!

source: What is this disgusting monster?
uk_ua: Що за мерзотне чудовисько?

source: What is this ye say? Nae lost?
uk_ua: Що ти маєш на увазі? Не загублені?

source: What is this? Elves bear steel swords! I had no idea iron would hurt your kind so.
uk_ua: Про що це він? Ельфи носять сталеві мечі! Я не розумію, чому залізо має їм шкодити.

source: What is this? Their vanquished leader wears a cloak-pin of dwarvish make. And it bears a loremaster’s emblem. Why would an orc be carrying metalwork of dwarvish make?
uk_ua: Що це таке? Їхній переможений лідер має при собі застібку гномської роботи. Вона також має емблему Хранителя Давнини. Чого б це орку мати при собі таку річ?

source: What is truly pitiful is the plight you have put yourself in, once wise sage of the elves. You have fallen to the black arts, twisted and corrupted by its use. Though you and your undead have ravaged our lands with your profane sorceries, I feel nothing but pity for the shambling shell you have become. Perhaps I can take solace in putting you out of your misery.
uk_ua: Що справді жалюгідно це те, в яке становище ти себе поставив, колишній мудрецю ельфів. Ти впав до зайняття чорними мистецтвами, викручений та спотворений їх використанням. Хоча ти і твої мерці спустошили наші землі своїми нечестивим чаклунством, я не відчуваю нічого, окрім жалю до тієї оболонки, на яку ти перетворився. Можливо, я зможу знайти розраду в тому, що позбавлю тебе від страждань.

source: What is your name?
uk_ua: Як тебе звати?

source: What madness is this?
uk_ua: Що це за нісенітниці?

source: What manner of creatures were they?
uk_ua: Що це за істоти?

source: What manner of horrid creature is this? I have seen many wicked things in my life, but never one so perverse.
uk_ua: Що за жахливе створіння бачать мої очі? За своє життя я бачив багато нечестивих речей, але такого ще не бачив.

source: What matters is that these raiders are defeated now. My thanks to you, Marth-Tak, for proving there are orcs I can fight alongside rather than against. But we cannot linger here to celebrate; we are journeying east.
uk_ua: Найголовніше, що ці розбійники тепер мертві. Дяка тобі, Март-Таку, ти довів, що існують орки, з якими можливо співпрацювати та разом бити ворогів. Однак ми не можемо затриматися на святкування; ми прямуємо на схід.

source: What shall I do my liege?
uk_ua: Що мені робити, володарю?

source: What shall I do?
uk_ua: Що мені робити?

source: What shall we do, master?
uk_ua: Що нам робити, володарю?

source: What should I do?
uk_ua: Що мені робити?

source: What should our victorious unit become?
uk_ua: Ким повинен стати ваш переможний боєць?

source: What sort of problem?
uk_ua: Що за проблему?

source: What use would that be? What need could we have for the shortliveds here?
uk_ua: Чим вони можуть бути корисні? Яка потреба нам в тих, що так коротко живуть?

source: What, are you sure? Movrur, what is the meaning of this?
uk_ua: Невже, ти впевнений? Мовруре, що це значить?

source: What, you want me to join the fight? Quite out of the question, old boy! I’m afraid battlefields just aren’t my scene — no drama, no style, no romance! No finesse at all! You probably wouldn’t understand, so let me show you. I’ll teach you how to break out of those dreary marching formations and step light as a feather!
uk_ua: Що, хочете, щоб я долучився до мав? Не може бути й мови, старий! Боюся, поля битв це не моя сцена — ні драматизму, ні стилю, ні романтики! Ніякої витонченості! Ти, мабуть, не зрозумієш, тож давай я тобі покажу. Я навчу тебе, як вирватися з цих похмурих маршових строїв і крокувати легко, наче пір'їнка!

source: What, you want my help? A guy like me? Huh, that’s rich. Oh well... let’s give it a shot, eh?
uk_ua: Що, хочеш моєї допомоги? Від когось типу мене? Хух, це дивно. Що ж... давай спробуємо, ге?

source: What?
uk_ua: Яке?

source: What? How is that possible?
uk_ua: Що? Як це можливо?

source: What? I was sent here merely to question Sir Loris, but it seems that the circumstances here are more dire than I had thought. We must arm the villagers and drive off the bandits before they can do any more harm!
uk_ua: Що? Я був посланий сюди, щоб допросити Пана Лоріса, але, схоже, обставини тут більш жахливі, ніж я думав. Ми повинні озброїти селян і вигнати бандитів, доки вони ще більше не нашкодили!

source: What? More humans here? Get them!
uk_ua: Що? Тут ще люди? Взяти їх!

source: What? Now look here, you coddled pinkskin. Your helpless ‘soldiers’ have been getting bested by a filthy bunch of vagrant bandits. Your army is as useless as you are pink. The Queen sent us here to clean up the mess that you are clearly too stupid to fix on your own.
uk_ua: Що? А ну слухай мене уважно, кволий рожевошкірий. Твої безпорадні ‘солдати’ були розбиті купкою брудних бродячих бандитів. Твоя армія настільки ж непотрібна, наскільки ти рожевий. Королева послала нас розібратися з цим безладом, бо ти, очевидно, занадто дурний, щоб впоратися самостійно.

source: What? On your word alone, boy? And what of the other Wesfolk that have drifted to our gate?
uk_ua: Що? Під твоє чесне слово, хлопченя? А що робити з іншими весфольками, що зібралися біля наших воріт?

source: What? We are your friends, not your enemies! We mean no harm to you. My men and I are simply tired and wish to return to our homes.
uk_ua: Що? Ми твої друзі, не твої вороги! Ми для тебе не загроза. Я та мої люди просто стомилися та бажаємо повернутися до наших домівок.

source: What? We won that sword!
uk_ua: Що? Ми заслужили на цей меч!

source: What? What are you looking at me for?
uk_ua: Що? Чого ви на мене витріщились?

source: What? What’s going on here? Dwarves? Humans? Ships? Glimir, tell me.
uk_ua: Що? Що тут відбувається? Гноми? Люди? Кораблі? Гліміре, відповідай.

source: What? Why would you doubt me?
uk_ua: Що? Чому ти сумніваєшся в мені?

source: What?! Those marauders are no friends of ours! We must destroy them at once!
uk_ua: Що?! Ті мародери не наші друзі! Ми маємо знищити їх усіх!

source: What?! Those soldiers come from the northern forts... this can only mean my brother Mathin is dead. Those fiends! They will pay for his death!
uk_ua: Що?! Ті солдати Весноту йдуть з північних фортів... це може означати лише те, що мій брат Мартін, без сумніву, мертвий. Кляті нелюди! Вони заплатять за його смерть!

source: What?! You knew this all along and yet you still brought us here? You misled us!
uk_ua: Що?! Ти знав це, але все одно привів так сюди? Ти обманув нас!

source: What’d he want? And why’d you have to close the gate?
uk_ua: Що він хтів? І чому тобі довелося закрити браму?

source: What’s done is done. We must worry about the task at hand. Winter is almost upon us and it will be much more difficult to forage for food then.
uk_ua: Що зроблено, те зроблено. Ми маємо хвилюватися про наше завдання. Зима наближається і незабаром буде набагато важче роздобути їжу.

source: What’s going on here? Is this Delfador? Welcome to your doom, Delfador!
uk_ua: Що тут відбувається? Це Делфадор? Ласкаво просимо в твій найстрашніший кошмар, Делфадоре!

source: What’s going on? What are you fish-men doing here? Are we constantly to be pestered by you creatures?
uk_ua: Що відбувається? Водяні, що ви тут робите? Ви завжди дошкулятимете нам?

source: What’s happening here? Why be you running like mad, $unit.name|?
uk_ua: Що коїтця тут? Чому ти тікаєш, начи навіжений, $unit.name|?

source: What’s that! No! The tree-folk are sealing us back in here. They must think that we’ve failed. We’re trapped.
uk_ua: Що? Ні! Лісовий народ нас тут замурує! Вони, мабуть, вирішили, що ми потерпіли невдачу. Ми в пастці.

source: What’s this? It is a long time since strangers have set foot upon Moragdu — and in such great numbers too!
uk_ua: Що це? Давно вже на Морагду не ступала нога чужинця — та ще й у такій кількості!

source: What’s this?! Foreign invaders have set foot upon our shores!
uk_ua: Що це?! Чужоземні загарбники висадилися на нашому березі!

source: When Thursagan burned to death with his hand on the Hammer, all the runemasters and arcanisters then living — all those who had sworn to the craft and bound themselves to the power o’ the Hammer — dropped dead without a mark on them, all struck down at the same moment. Their craft secrets died with them. That is why there are nae runesmiths among the dwarves today, and sorely we miss them.
uk_ua: Коли Турсагана з Молотом поглинуло полум'я — всі існуючі майстри рун та чаклуни, що присягалися творити та пов'язали себе з силою Молота — впали мертві, усі в одну мить. Усі їхні секрети було втрачено. Саме тому серед гномів нема жодного майстра рун, і ми болісно тужим за ними.

source: When Wesnoth first starts it displays an initial background and a column of buttons called the Main Menu. The buttons only work with a mouse. For the impatient, we recommend you: click the "Language" button to set your language; then click the "Tutorial" button to run the tutorial; and then play the campaign, "A Tale of Two Brothers" by clicking the "Campaign" button and selecting it from the list provided.
uk_ua: При запуску Весноту ви побачите тло у вигляді карти і стовпець кнопок - це Основне Меню. Кнопки натискаються тільки за допомогою миші. Якщо ви нетерплячі, ми рекомендуємо спершу клацнути на "Мову", щоб вибрати свою мову; потім "Навчання", щоб пройти базовий курс; а після зіграйте кампанію "Повість про двох братів", натиснувши кнопку меню "Кампанія" і вибравши її зі списку, що з'явився.

source: When a mer king dies, the next in line becomes king however young he is. It is his job to lead his troops in combat if necessary. Good soldiers will do as they are told, but a very young king will get little real respect.
uk_ua: Коли король водяних помирає, наступний в його роду стає королем, яким би молодим він не був. Його обов'язок це вести війська у битву, коли це необхідно. Хороші солдати робитимуть те, що їм накажуть, але ще не змужнілий король не заслужить особливої поваги.

source: When a message from a friend is received
uk_ua: Коли отримано повідомлення від друга

source: When a new game has been created
uk_ua: Коли створено нову гру

source: When a new turn has begun
uk_ua: Коли почався новий хід

source: When a player joins the lobby or game
uk_ua: Коли гравець приєднується до фойє або гри

source: When a player leaves the lobby or game
uk_ua: Коли гравець покидає фойє або гру

source: When a public message is received
uk_ua: Коли отримано публічне повідомлення
